[
  {
    "id": "A",
    "type": "part",
    "chapter": "1",
    "title": "INTRODUCTION AND AUTHORITY",
    "content":
      "<h4 id='introductory-commentary' class='Commentary'><strong>Introductory Commentary</strong></h4><p>Subparts 1 and 2 of this Part provide an introduction to the Guidelines Manual describing the historical development and evolution of the federal sentencing guidelines. Subpart 1 sets forth the original introduction to the Guidelines Manual as it first appeared in 1987, with the inclusion of amendments made occasionally thereto between 1987 and 2000. The original introduction, as so amended, explained a number of policy decisions made by the United States Sentencing Commission (“Commission”) when it promulgated the initial set of guidelines and therefore provides a useful reference for contextual and historical purposes. Subpart 2 further describes the evolution of the federal sentencing guidelines after the initial guidelines were promulgated.</p><p>Subpart 3 of this Part states the authority of the Commission to promulgate federal sentencing guidelines, policy statements, and commentary.</p>"
  },
  {
    "id": "B",
    "type": "part",
    "chapter": "1",
    "title": "GENERAL APPLICATION PRINCIPLES"
  },
  {
    "id": "A",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES AGAINST THE PERSON"
  },
  {
    "id": "B",
    "type": "part",
    "chapter": "2",
    "title": "BASIC ECONOMIC OFFENSES"
  },
  {
    "id": "C",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING PUBLIC OFFICIALS AND VIOLATION OF FEDERAL ELECTION CAMPAIGN LAWS",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective January 25, 2003 (amendment <a href='/ac/648'>648</a>). Introductory Commentary to Part C, effective November 1, 1987, was deleted effective January 25, 2003 (amendment <a href='/ac/648'>648</a>), and November 1, 2003 (amendment <a href='/ac/656'>656</a>).</td></tr></tbody></table>"
  },
  {
    "id": "D",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING DRUGS AND NARCO-TERRORISM",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 2007 (amendment <a href='/ac/711'>711</a>).</td></tr></tbody></table>"
  },
  {
    "id": "E",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING CRIMINAL ENTERPRISES AND RACKETEERING"
  },
  {
    "id": "F",
    "type": "part",
    "chapter": "2",
    "title": "[DELETED]",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>The heading to Part F ― Offenses Involving Fraud or Deceit, effective November 1, 1987, was deleted due to the deletion of <a href='/gl/§2F1.1'>§2F1.1</a> and <a href='/gl/§2F1.2'>§2F1.2</a> effective November 1, 2001 (amendment <a href='/ac/617'>617</a>).</td></tr></tbody></table>"
  },
  {
    "id": "G",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING COMMERCIAL SEX ACTS, SEXUAL EXPLOITATION OF MINORS, AND OBSCENITY",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 2002 (amendment <a href='/ac/641'>641</a>).</td></tr></tbody></table>"
  },
  {
    "id": "H",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING INDIVIDUAL RIGHTS"
  },
  { "id": "I", "type": "part", "chapter": "2", "title": "[NOT USED]" },
  {
    "id": "J",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING THE ADMINISTRATION OF JUSTICE"
  },
  {
    "id": "K",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING PUBLIC SAFETY"
  },
  {
    "id": "L",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING IMMIGRATION, NATURALIZATION, AND PASSPORTS"
  },
  {
    "id": "M",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING NATIONAL DEFENSE AND WEAPONS OF MASS DESTRUCTION",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 2001 (amendment <a href='/ac/633'>633</a>).</td></tr></tbody></table>"
  },
  {
    "id": "N",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING FOOD, DRUGS, AGRICULTURAL PRODUCTS, AND ODOMETER LAWS",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 2009 (amendment <a href='/ac/733'>733</a>).</td></tr></tbody></table>"
  },
  { "id": "O", "type": "part", "chapter": "2", "title": "[NOT USED]" },
  {
    "id": "P",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING PRISONS AND CORRECTIONAL FACILITIES"
  },
  {
    "id": "Q",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING THE ENVIRONMENT"
  },
  { "id": "R", "type": "part", "chapter": "2", "title": "ANTITRUST OFFENSES" },
  {
    "id": "S",
    "type": "part",
    "chapter": "2",
    "part": "S",
    "title": "MONEY LAUNDERING AND MONETARY TRANSACTION REPORTING",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Introductory Commentary to this Part, effective November 1, 1987, was deleted effective November 1, 1990 (amendment <a href='/ac/342'>342</a>).</td></tr></tbody></table>"
  },
  {
    "id": "T",
    "type": "part",
    "chapter": "2",
    "title": "OFFENSES INVOLVING TAXATION"
  },
  { "id": "U", "type": "part", "chapter": "2", "title": "[NOT USED]" },
  { "id": "V", "type": "part", "chapter": "2", "title": "[NOT USED]" },
  { "id": "W", "type": "part", "chapter": "2", "title": "[NOT USED]" },
  { "id": "X", "type": "part", "chapter": "2", "title": "OTHER OFFENSES" },
  { "id": "Y", "type": "part", "chapter": "2", "title": "[NOT USED]" },
  { "id": "Z", "type": "part", "chapter": "2", "title": "[NOT USED]" },
  {
    "id": "A",
    "type": "part",
    "chapter": "3",
    "title": "VICTIM-RELATED ADJUSTMENTS",
    "content":
      "<h4 id='introductory-commentary-9' class='Commentary'><strong>Introductory Commentary</strong></h4><p>The following adjustments are included in this Part because they may apply to a wide variety of offenses.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 1990 (amendment <a href='/ac/344'>344</a>).</td></tr></tbody></table>"
  },
  {
    "id": "B",
    "type": "part",
    "chapter": "3",
    "title": "ROLE IN THE OFFENSE",
    "content":
      "<h4 id='introductory-commentary-10' class='Commentary'><strong>Introductory Commentary</strong></h4><p>This Part provides adjustments to the offense level based upon the role the defendant played in committing the offense. The determination of a defendant’s role in the offense is to be made on the basis of all conduct within the scope of <a href='/gl/§1B1.3'>§1B1.3</a> (Relevant Conduct), <em>i.e.</em>, all conduct included under §1B1.3(a)(1)–(4), and not solely on the basis of elements and acts cited in the count of conviction.</p><p>When an offense is committed by more than one participant, <a href='/gl/§3B1.1'>§3B1.1</a> or <a href='/gl/§3B1.2'>§3B1.2</a> (or neither) may apply. Section <a href='/gl/§3B1.3'>§3B1.3</a> may apply to offenses committed by any number of participants.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 1990 (amendment <a href='/ac/345'>345</a>); November 1, 1992 (amendment <a href='/ac/456'>456</a>).</td></tr></tbody></table>"
  },
  {
    "id": "C",
    "type": "part",
    "chapter": "3",
    "title": "OBSTRUCTION AND RELATED ADJUSTMENTS",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 2006 (amendment <a href='/ac/684'>684</a>).</td></tr></tbody></table>"
  },
  {
    "id": "D",
    "type": "part",
    "chapter": "3",
    "title": "MULTIPLE COUNTS",
    "content":
      "<h4 id='introductory-commentary-11' class='Commentary'><strong>Introductory Commentary</strong></h4><p>This Part provides rules for determining a single offense level that encompasses all the counts of which the defendant is convicted. These rules apply to multiple counts of conviction (A) contained in the same indictment or information; or (B) contained in different indictments or informations for which sentences are to be imposed at the same time or in a consolidated proceeding. The single, “combined” offense level that results from applying these rules is used, after adjustment pursuant to the guidelines in subsequent parts, to determine the sentence. These rules have been designed primarily with the more commonly prosecuted federal offenses in mind.</p><p>The rules in this Part seek to provide incremental punishment for significant additional criminal conduct. The most serious offense is used as a starting point. The other counts determine how much to increase the offense level. The amount of the additional punishment declines as the number of additional offenses increases.</p><p>Some offenses that may be charged in multiple-count indictments are so closely intertwined with other offenses that conviction for them ordinarily would not warrant increasing the guideline range. For example, embezzling money from a bank and falsifying the related records, although legally distinct offenses, represent essentially the same type of wrongful conduct with the same ultimate harm, so that it would be more appropriate to treat them as a single offense for purposes of sentencing. Other offenses, such as an assault causing bodily injury to a teller during a bank robbery, are so closely related to the more serious offense that it would be appropriate to treat them as part of the more serious offense, leaving the sentence enhancement to result from application of a specific offense characteristic.</p><p>In order to limit the significance of the formal charging decision and to prevent multiple punishment for substantially identical offense conduct, this Part provides rules for grouping offenses together. Convictions on multiple counts do not result in a sentence enhancement unless they represent additional conduct that is not otherwise accounted for by the guidelines. In essence, counts that are grouped together are treated as constituting a single offense for purposes of the guidelines.</p><p>Some offense guidelines, such as those for theft, fraud and drug offenses, contain provisions that deal with repetitive or ongoing behavior. Other guidelines, such as those for assault and robbery, are oriented more toward single episodes of criminal behavior. Accordingly, different rules are required for dealing with multiple-count convictions involving these two different general classes of offenses. More complex cases involving different types of offenses may require application of one rule to some of the counts and another rule to other counts.</p><p>Some offenses, <em>e.g.</em>, racketeering and conspiracy, may be “composite” in that they involve a pattern of conduct or scheme involving multiple underlying offenses. The rules in this Part are to be used to determine the offense level for such composite offenses from the offense level for the underlying offenses.</p><p>Essentially, the rules in this Part can be summarized as follows: (1) If the offense guidelines in Chapter Two base the offense level primarily on the amount of money or quantity of substance involved (<em>e.g.</em>, theft, fraud, drug trafficking, firearms dealing), or otherwise contain provisions dealing with repetitive or ongoing misconduct <em>(e.g.</em>, many environmental offenses), add the numerical quantities and apply the pertinent offense guideline, including any specific offense characteristics for the conduct taken as a whole. (2) When offenses are closely interrelated, group them together for purposes of the multiple-count rules, and use only the offense level for the most serious offense in that group. (3) As to other offenses (<em>e.g.</em>, independent instances of assault or robbery), start with the offense level for the most serious count and use the number and severity of additional counts to determine the amount by which to increase that offense level.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 1989 (amendment <a href='/ac/121'>121</a>); November 1, 2007 (amendment <a href='/ac/707'>707</a>).</td></tr></tbody></table>"
  },
  {
    "id": "E",
    "type": "part",
    "chapter": "3",
    "title": "ACCEPTANCE OF RESPONSIBILITY"
  },
  {
    "id": "A",
    "type": "part",
    "chapter": "4",
    "title": "CRIMINAL HISTORY",
    "content":
      "<h4 id='introductory-commentary-12' class='Commentary'><strong>Introductory Commentary</strong></h4><p>The Comprehensive Crime Control Act sets forth four purposes of sentencing. (<em>See</em> 18 U.S.C. § 3553(a)(2).) A defendant’s record of past criminal conduct is directly relevant to those purposes. A defendant with a record of prior criminal behavior is more culpable than a first offender and thus deserving of greater punishment. General deterrence of criminal conduct dictates that a clear message be sent to society that repeated criminal behavior will aggravate the need for punishment with each recurrence. To protect the public from further crimes of the particular defendant, the likelihood of recidivism and future criminal behavior must be considered. Repeated criminal behavior is an indicator of a limited likelihood of successful rehabilitation.</p><p>The specific factors included in <a href='/gl/§4A1.1'>§4A1.1</a> and <a href='/gl/§4A1.3'>§4A1.3</a> are consistent with the extant empirical research assessing correlates of recidivism and patterns of career criminal behavior. While empirical research has shown that other factors are correlated highly with the likelihood of recidivism, <em>e.g.</em>, age and drug abuse, for policy reasons they were not included here at this time. The Commission has made no definitive judgment as to the reliability of the existing data. However, the Commission will review additional data insofar as they become available in the future.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987.</td></tr></tbody></table>"
  },
  {
    "id": "B",
    "type": "part",
    "chapter": "4",
    "title": "CAREER OFFENDERS AND CRIMINAL LIVELIHOOD"
  },
  {
    "id": "A",
    "type": "part",
    "chapter": "5",
    "title": "SENTENCING TABLE",
    "content":
      " <h2>Sentencing Table</h2><p>The Sentencing Table used to determine the guideline range follows:</p><p><img src='/Sentencing_Table.svg' alt='Sentencing Table' /></p><h4 id='commentary-to-sentencing-table' class='Commentary'><strong>Commentary to Sentencing Table</strong></h4><p><strong>Application Notes:</strong></p><p>1. The Offense Level (1–43) forms the vertical axis of the SentencingTable. The Criminal History Category (I–VI) forms the horizontal axis ofthe Table. The intersection of the Offense Level and Criminal HistoryCategory displays the Guideline Range in months of imprisonment. “<em><strong>Life</strong></em>” means life imprisonment. For example, the guideline rangeapplicable to a defendant with an Offense Level of 15 and a CriminalHistory Category of III is 24–30 months of imprisonment.</p><p>2. In rare cases, a total offense level of less than 1 or more than 43may result from application of the guidelines. A total offense level ofless than 1 is to be treated as an offense level of 1. An offense levelof more than 43 is to be treated as an offense level of 43.</p><p>3. The Criminal History Category is determined by the total criminalhistory points from Chapter Four, Part A, except as provided in §§4B1.1(Career Offender) and <a href='/gl/§4B1.4'>§4B1.4</a> (Armed Career Criminal). The total criminalhistory points associated with each Criminal History Category are shownunder each Criminal History Category in the Sentencing Table.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 1989(amendment <a href='/ac/270'>270</a>); November 1, 1991 (amendment <a href='/ac/418'>418</a>); November 1,1992 (amendment <a href='/ac/462'>462</a>); November 1, 2010 (amendment <a href='/ac/738'>738</a>).</td></tr></tbody></table>"
  },
  {
    "id": "B",
    "type": "part",
    "chapter": "5",
    "title": "PROBATION",
    "content":
      "<h4 id='introductory-commentary-14' class='Commentary'><strong>Introductory Commentary</strong></h4><p>The Comprehensive Crime Control Act of 1984 makes probation a sentence in and of itself. 18 U.S.C. § 3561. Probation may be used as an alternative to incarceration, provided that the terms and conditions of probation can be fashioned so as to meet fully the statutory purposes of sentencing, including promoting respect for law, providing just punishment for the offense, achieving general deterrence, and protecting the public from further crimes by the defendant.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987.</td></tr></tbody></table>"
  },
  { "id": "C", "type": "part", "chapter": "5", "title": "IMPRISONMENT" },
  { "id": "D", "type": "part", "chapter": "5", "title": "SUPERVISED RELEASE" },
  {
    "id": "E",
    "type": "part",
    "chapter": "5",
    "title": "RESTITUTION, FINES, ASSESSMENTS, FORFEITURES"
  },
  { "id": "F", "type": "part", "chapter": "5", "title": "SENTENCING OPTIONS" },
  {
    "id": "G",
    "type": "part",
    "chapter": "5",
    "title": "IMPLEMENTING THE TOTAL SENTENCE OF IMPRISONMENT"
  },
  {
    "id": "H",
    "type": "part",
    "chapter": "5",
    "title": "SPECIFIC OFFENDER CHARACTERISTICS",
    "content":
      "<h4 id='introductory-commentary-15' class='Commentary'><strong>Introductory Commentary</strong></h4><p>This Part addresses the relevance of certain specific offender characteristics in sentencing. The Sentencing Reform Act (the “Act”) contains several provisions regarding specific offender characteristics:</p><blockquote><p><em>First</em>, the Act directs the Commission to ensure that the guidelines and policy statements “are entirely neutral” as to five characteristics – race, sex, national origin, creed, and socioeconomic status. <em>See</em> 28 U.S.C. § 994(d).</p><p><em>Second</em>, the Act directs the Commission to consider whether eleven specific offender characteristics, “among others”, have any relevance to the nature, extent, place of service, or other aspects of an appropriate sentence, and to take them into account in the guidelines and policy statements only to the extent that they do have relevance. <em>See</em> 28 U.S.C. § 994(d).</p><p><em>Third</em>, the Act directs the Commission to ensure that the guidelines and policy statements, in recommending a term of imprisonment or length of a term of imprisonment, reflect the “general inappropriateness” of considering five of those characteristics – education; vocational skills; employment record; family ties and responsibilities; and community ties. <em>See</em> 28 U.S.C. § 994(e).</p><p><em>Fourth</em>, the Act also directs the sentencing court, in determining the particular sentence to be imposed, to consider, among other factors, “the history and characteristics of the defendant”. <em>See</em> 18 U.S.C. § 3553(a)(1).</p></blockquote><p>Specific offender characteristics are taken into account in the guidelines in several ways. One important specific offender characteristic is the defendant’s criminal history, <em>see</em> 28 U.S.C. § 994(d)(10), which is taken into account in the guidelines in Chapter Four (Criminal History and Criminal Livelihood). <em>See</em> <a href='/gl/§5H1.8'>§5H1.8</a> (Criminal History). Another specific offender characteristic in the guidelines is the degree of dependence upon criminal history for a livelihood, <em>see</em> 28 U.S.C. § 994(d)(11), which is taken into account in Chapter Four, Part B (Career Offenders and Criminal Livelihood). <em>See</em> <a href='/gl/§5H1.9'>§5H1.9</a> (Dependence upon Criminal Activity for a Livelihood). Other specific offender characteristics are accounted for elsewhere in this manual. <em>See, e.g.</em>, §§2C1.1(a)(1) and 2C1.2(a)(1) (providing alternative base offense levels if the defendant was a public official); <a href='/gl/§3B1.3'>§3B1.3</a> (Abuse of Position of Trust or Use of Special Skill); and <a href='/gl/§3E1.1'>§3E1.1</a> (Acceptance of Responsibility).</p><p>The Supreme Court has emphasized that the advisory guideline system should “continue to move sentencing in Congress’ preferred direction, helping to avoid excessive sentencing disparities while maintaining flexibility sufficient to individualize sentences where necessary.” <em>See United States v. Booker</em>, 543 U.S. 220, 264–65 (2005). Although the court must consider “the history and characteristics of the defendant” among other factors, <em>see</em> 18 U.S.C. § 3553(a), in order to avoid unwarranted sentencing disparities the court should not give them excessive weight. Generally, the most appropriate use of specific offender characteristics is to consider them not as a reason for a sentence outside the applicable guideline range but for other reasons, such as in determining the sentence within the applicable guideline range, the type of sentence (<em>e.g.</em>, probation or imprisonment) within the sentencing options available for the applicable Zone on the Sentencing Table, and various other aspects of an appropriate sentence. To avoid unwarranted sentencing disparities among defendants with similar records who have been found guilty of similar conduct, <em>see</em> 18 U.S.C. § 3553(a)(6), 28 U.S.C. § 991(b)(1)(B), the guideline range, which reflects the defendant’s criminal conduct and the defendant’s criminal history, should continue to be “the starting point and the initial benchmark.” <em>Gall v. United States</em>, 552 U.S. 38, 49 (2007).</p><p>Accordingly, the purpose of this Part is to provide sentencing courts with a framework for addressing specific offender characteristics in a reasonably consistent manner. Using such a framework in a uniform manner will help “secure nationwide consistency,” <em>see Gall v. United States</em>, 552 U.S. 38, 49 (2007), “avoid unwarranted sentencing disparities,” <em>see</em> 28 U.S.C. § 991(b)(1)(B), 18 U.S.C. § 3553(a)(6), “provide certainty and fairness,” <em>see</em> 28 U.S.C. § 991(b)(1)(B), and “promote respect for the law,” <em>see</em> 18 U.S.C. § 3553(a)(2)(A).</p><p>This Part allocates specific offender characteristics into three general categories.</p><p>In the first category are specific offender characteristics the consideration of which Congress has prohibited (<em>e.g.</em>, <a href='/gl/§5H1.10'>§5H1.10</a> (Race, Sex, National Origin, Creed, Religion, and Socio-Economic Status)) or that the Commission has determined should be prohibited.</p><p>In the second category are specific offender characteristics that Congress directed the Commission to take into account in the guidelines only to the extent that they have relevance to sentencing. <em>See</em> 28 U.S.C. § 994(d). For some of these, the policy statements indicate that these characteristics may be relevant in determining whether a sentence outside the applicable guideline range is warranted (<em>e.g.</em>, age; mental and emotional condition; physical condition). These characteristics may warrant a sentence outside the applicable guideline range if the characteristic, individually or in combination with other such characteristics, is present to an unusual degree and distinguishes the case from the typical cases covered by the guidelines. These specific offender characteristics also may be considered for other reasons, such as in determining the sentence within the applicable guideline range, the type of sentence (<em>e.g.</em>, probation or imprisonment) within the sentencing options available for the applicable Zone on the Sentencing Table, and various other aspects of an appropriate sentence.</p><p>In the third category are specific offender characteristics that Congress directed the Commission to ensure are reflected in the guidelines and policy statements as generally inappropriate in recommending a term of imprisonment or length of a term of imprisonment. <em>See </em>28 U.S.C. § 994(e). The policy statements indicate that these characteristics are not ordinarily relevant to the determination of whether a sentence should be outside the applicable guideline range. Unless expressly stated, this does not mean that the Commission views such circumstances as necessarily inappropriate to the determination of the sentence within the applicable guideline range, the type of sentence (<em>e.g.</em>, probation or imprisonment) within the sentencing options available for the applicable Zone on the Sentencing Table, or various other aspects of an appropriate sentence (<em>e.g.</em>, the appropriate conditions of probation or supervised release). Furthermore, although these circumstances are not ordinarily relevant to the determination of whether a sentence should be outside the applicable guideline range, they may be relevant to this determination in exceptional cases. They also may be relevant if a combination of such circumstances makes the case an exceptional one, but only if each such circumstance is identified as an affirmative ground for departure and is present in the case to a substantial degree. <em>See</em> <a href='/gl/§5K2.0'>§5K2.0</a> (Grounds for Departure).</p><p>As with the other provisions in this manual, these policy statements “are evolutionary in nature”. <em>See</em> Chapter One, Part A, Subpart 2 (Continuing Evolution and Role of the Guidelines); 28 U.S.C. § 994(o). The Commission expects, and the Sentencing Reform Act contemplates, that continuing research, experience, and analysis will result in modifications and revisions.</p><p>The nature, extent, and significance of specific offender characteristics can involve a range of considerations. The Commission will continue to provide information to the courts on the relevance of specific offender characteristics in sentencing, as the Sentencing Reform Act contemplates. <em>See, e.g.</em>, 28 U.S.C. § 995(a)(12)(A) (the Commission serves as a “clearinghouse and information center” on federal sentencing). Among other things, this may include information on the use of specific offender characteristics, individually and in combination, in determining the sentence to be imposed (including, where available, information on rates of use, criteria for use, and reasons for use); the relationship, if any, between specific offender characteristics and (A) the “forbidden factors” specified in 28 U.S.C. § 994(d) and (B) the “discouraged factors” specified in 28 U.S.C. § 994(e); and the relationship, if any, between specific offender characteristics and the statutory purposes of sentencing.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 1990 (amendment <a href='/ac/357'>357</a>); November 1, 1991 (amendment <a href='/ac/386'>386</a>); November 1, 1994 (amendment <a href='/ac/508'>508</a>); October 27, 2003 (amendment <a href='/ac/651'>651<a>); November 1, 2010 (amendment <a href='/ac/739'>739</a>).</td></tr></tbody></table>"
  },
  { "id": "I", "type": "part", "chapter": "5", "title": "[NOT USED]" },
  {
    "id": "J",
    "type": "part",
    "chapter": "5",
    "title": "RELIEF FROM DISABILITY",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective June 15, 1988 (amendment 55).</td></tr></tbody></table>"
  },
  { "id": "K", "type": "part", "chapter": "5", "title": "DEPARTURES" },
  {
    "id": "A",
    "type": "part",
    "chapter": "6",
    "title": "SENTENCING PROCEDURES",
    "content":
      "<h4 id='introductory-commentary-16' class='Commentary'><strong>Introductory Commentary</strong></h4><p>This Part addresses sentencing procedures that are applicable in all cases, including those in which guilty or <em>nolo contendere</em> pleas are entered with or without a plea agreement between the parties, and convictions based upon judicial findings or verdicts. It sets forth the procedures for establishing the facts upon which the sentence will be based. Reliable fact-finding is essential to procedural due process and to the accuracy and uniformity of sentencing.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987.</td></tr></tbody></table>"
  },
  {
    "id": "B",
    "type": "part",
    "chapter": "6",
    "title": "PLEA AGREEMENTS",
    "content":
      "<h4 id='introductory-commentary-17' class='Commentary'><strong>Introductory Commentary</strong></h4><p>Policy statements governing the acceptance of plea agreements under Rule 11(c), Fed. R. Crim. P., are intended to ensure that plea negotiation practices: (1) promote the statutory purposes of sentencing prescribed in 18 U.S.C. § 3553(a); and (2) do not perpetuate unwarranted sentencing disparity.</p><p>These policy statements make clear that sentencing is a judicial function and that the appropriate sentence in a guilty plea case is to be determined by the judge. The policy statements also ensure that the basis for any judicial decision to depart from the guidelines will be explained on the record.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1987. Amended effective November 1, 2004 (amendment <a href='/ac/674'>674</a>).</td></tr></tbody></table>"
  },
  {
    "id": "A",
    "type": "part",
    "chapter": "7",
    "title": "INTRODUCTION TO CHAPTER SEVEN",
    "content":
      "<p><strong>1. Authority</strong></p><p>Under 28 U.S.C. § 994(a)(3), the Sentencing Commission is required to issue guidelines or policy statements applicable to the revocation of probation and supervised release. At this time, the Commission has chosen to promulgate policy statements only. These policy statements will provide guidance while allowing for the identification of any substantive or procedural issues that require further review. The Commission views these policy statements as evolutionary and will review relevant data and materials concerning revocation determinations under these policy statements. Revocation guidelines will be issued after federal judges, probation officers, practitioners, and others have the opportunity to evaluate and comment on these policy statements.</p><p><strong>2. Background</strong></p><blockquote><p><strong>(a) Probation.</strong></p></blockquote><p>Prior to the implementation of the federal sentencing guidelines, a court could stay the imposition or execution of sentence and place a defendant on probation. When a court found that a defendant violated a condition of probation, the court could continue probation, with or without extending the term or modifying the conditions, or revoke probation and either impose the term of imprisonment previously stayed, or, where no term of imprisonment had originally been imposed, impose any term of imprisonment that was available at the initial sentencing.</p><p>The statutory authority to “suspend” the imposition or execution of sentence in order to impose a term of probation was abolished upon implementation of the sentencing guidelines. Instead, the Sentencing Reform Act recognized probation as a sentence in itself. 18 U.S.C. § 3561. Under current law, if the court finds that a defendant violated a condition of probation, the court may continue probation, with or without extending the term or modifying the conditions, or revoke probation and impose any other sentence that initially could have been imposed. 18 U.S.C. § 3565. For certain violations, revocation is required by statute.</p><blockquote><p><strong>(b) Supervised Release.</strong></p></blockquote><p>Supervised release, a new form of post-imprisonment supervision created by the Sentencing Reform Act, accompanied implementation of the guidelines. A term of supervised release may be imposed by the court as a part of the sentence of imprisonment at the time of initial sentencing. 18 U.S.C. § 3583(a). Unlike parole, a term of supervised release does not replace a portion of the sentence of imprisonment, but rather is an order of supervision in addition to any term of imprisonment imposed by the court. Accordingly, supervised release is more analogous to the additional “special parole term” previously authorized for certain drug offenses.</p><p>The conditions of supervised release authorized by statute are the same as those for a sentence of probation, except for intermittent confinement. (Intermittent confinement is available for a sentence of probation, but is available as a condition of supervised release only for a violation of a condition of supervised release.) When the court finds that the defendant violated a condition of supervised release, it may continue the defendant on supervised release, with or without extending the term or modifying the conditions, or revoke supervised release and impose a term of imprisonment. The periods of imprisonment authorized by statute for a violation of the conditions of supervised release generally are more limited, however, than those available for a violation of the conditions of probation. 18 U.S.C. § 3583(e)(3).</p><p><strong>3. Resolution of Major Issues</strong></p><blockquote><p><strong>(a) Guidelines versus Policy Statements.</strong></p></blockquote><p>At the outset, the Commission faced a choice between promulgating guidelines or issuing advisory policy statements for the revocation of probation and supervised release. After considered debate and input from judges, probation officers, and prosecuting and defense attorneys, the Commission decided, for a variety of reasons, initially to issue policy statements. Not only was the policy statement option expressly authorized by statute, but this approach provided greater flexibility to both the Commission and the courts. Unlike guidelines, policy statements are not subject to the May 1 statutory deadline for submission to Congress, and the Commission believed that it would benefit from the additional time to consider complex issues relating to revocation guidelines provided by the policy statement option.</p><p>Moreover, the Commission anticipates that, because of its greater flexibility, the policy statement option will provide better opportunities for evaluation by the courts and the Commission. This flexibility is important, given that supervised release as a method of post-incarceration supervision and transformation of probation from a suspension of sentence to a sentence in itself represent recent changes in federal sentencing practices. After an adequate period of evaluation, the Commission intends to promulgate revocation guidelines.</p><blockquote><p><strong>(b) Choice Between Theories.</strong></p></blockquote><p>The Commission debated two different approaches to sanctioning violations of probation and supervised release.</p><p>The first option considered a violation resulting from a defendant’s failure to follow the court-imposed conditions of probation or supervised release as a “breach of trust.” While the nature of the conduct leading to the revocation would be considered in measuring the extent of the breach of trust, imposition of an appropriate punishment for any new criminal conduct would not be the primary goal of a revocation sentence. Instead, the sentence imposed upon revocation would be intended to sanction the violator for failing to abide by the conditions of the court-ordered supervision, leaving the punishment for any new criminal conduct to the court responsible for imposing the sentence for that offense.</p><p>The second option considered by the Commission sought to sanction violators for the particular conduct triggering the revocation as if that conduct were being sentenced as new federal criminal conduct. Under this approach, offense guidelines in Chapters Two and Three of the Guidelines Manual would be applied to any criminal conduct that formed the basis of the violation, after which the criminal history in Chapter Four of the Guidelines Manual would be recalculated to determine the appropriate revocation sentence. This option would also address a violation not constituting a criminal offense.</p><p>After lengthy consideration, the Commission adopted an approach that is consistent with the theory of the first option; <em>i.e.</em>, at revocation the court should sanction primarily the defendant’s breach of trust, while taking into account, to a limited degree, the seriousness of the underlying violation and the criminal history of the violator.</p><p>The Commission adopted this approach for a variety of reasons. First, although the Commission found desirable several aspects of the second option that provided for a detailed revocation guideline system similar to that applied at the initial sentencing, extensive testing proved it to be impractical. In particular, with regard to new criminal conduct that constituted a violation of state or local law, working groups expert in the functioning of federal criminal law noted that it would be difficult in many instances for the court or the parties to obtain the information necessary to apply properly the guidelines to this new conduct. The potential unavailability of information and witnesses necessary for a determination of specific offense characteristics or other guideline adjustments could create questions about the accuracy of factual findings concerning the existence of those factors.</p><p>In addition, the Commission rejected the second option because that option was inconsistent with its views that the court with jurisdiction over the criminal conduct leading to revocation is the more appropriate body to impose punishment for that new criminal conduct, and that, as a breach of trust inherent in the conditions of supervision, the sanction for the violation of trust should be in addition, or consecutive, to any sentence imposed for the new conduct. In contrast, the second option would have the revocation court substantially duplicate the sanctioning role of the court with jurisdiction over a defendant’s new criminal conduct and would provide for the punishment imposed upon revocation to run concurrently with, and thus generally be subsumed in, any sentence imposed for that new criminal conduct.</p><p>Further, the sanctions available to the courts upon revocation are, in many cases, more significantly restrained by statute. Specifically, the term of imprisonment that may be imposed upon revocation of supervised release is limited by statute to not more than five years for persons convicted of Class A felonies, except for certain Title 21 drug offenses; not more than three years for Class B felonies; not more than two years for Class C or D felonies; and not more than one year for Class E felonies. 18 U.S.C. § 3583(e)(3).</p><p>Given the relatively narrow ranges of incarceration available in many cases, combined with the potential difficulty in obtaining information necessary to determine specific offense characteristics, the Commission felt that it was undesirable at this time to develop guidelines that attempt to distinguish, in detail, the wide variety of behavior that can lead to revocation. Indeed, with the relatively low ceilings set by statute, revocation policy statements that attempted to delineate with great particularity the gradations of conduct leading to revocation would frequently result in a sentence at the statutory maximum penalty.</p><p>Accordingly, the Commission determined that revocation policy statements that provided for three broad grades of violations would permit proportionally longer terms for more serious violations and thereby would address adequately concerns about proportionality, without creating the problems inherent in the second option.</p><p><strong>4. The Basic Approach</strong></p><p>The revocation policy statements categorize violations of probation and supervised release in three broad classifications ranging from serious new felonious criminal conduct to less serious criminal conduct and technical violations. The grade of the violation, together with the violator’s criminal history category calculated at the time of the initial sentencing, fix the applicable sentencing range.</p><p>The Commission has elected to develop a single set of policy statements for revocation of both probation and supervised release. In reviewing the relevant literature, the Commission determined that the purpose of supervision for probation and supervised release should focus on the integration of the violator into the community, while providing the supervision designed to limit further criminal conduct. Although there was considerable debate as to whether the sanction imposed upon revocation of probation should be different from that imposed upon revocation of supervised release, the Commission has initially concluded that a single set of policy statements is appropriate.</p><p><strong>5. A Concluding Note</strong></p><p>The Commission views these policy statements for revocation of probation and supervised release as the first step in an evolutionary process. The Commission expects to issue revocation guidelines after judges, probation officers, and practitioners have had an opportunity to apply and comment on the policy statements.</p><p>In developing these policy statements, the Commission assembled two outside working groups of experienced probation officers representing every circuit in the nation, officials from the Probation Division of the Administrative Office of the U.S. Courts, the General Counsel’s office at the Administrative Office of the U.S. Courts, and the U.S. Parole Commission. In addition, a number of federal judges, members of the Criminal Law and Probation Administration Committee of the Judicial Conference, and representatives from the Department of Justice and federal and community defenders provided considerable input into this effort.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1990 (amendment <a href='/ac/362'>362</a>). Amended effective November 1, 2002 (amendment <a href='/ac/646'>646</a>); November 1, 2009 (amendment <a href='/ac/733'>733</a>).</td></tr></tbody></table><p><strong>§<a href='/gl/§7A1.1'>§7A1.1</a> – <a href='/gl/§7A1.4'>§7A1.4</a> [Deleted]</strong></p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Sections §<a href='/gl/§7A1.1'>§7A1.1</a> (Reporting of Violations of Probation and Supervised Release), §<a href='/gl/§7A1.2'>§7A1.2</a> (Revocation of Probation), §<a href='/gl/§7A1.3'>§7A1.3</a> (Revocation of Supervised Release), and §<a href='/gl/§7A1.4'>§7A1.4</a> (No Credit for Time Under Supervision), effective November 1, 1987, were deleted as part of an overall revision of this chapter effective November 1, 1990 (amendment <a href='/ac/362'>362</a>).</td></tr></tbody></table>"
  },
  {
    "id": "B",
    "type": "part",
    "chapter": "7",
    "title": "PROBATION AND SUPERVISED RELEASE VIOLATIONS",
    "content":
      "<h4 id='introductory-commentary-18' class='Commentary'><strong>Introductory Commentary</strong></h4><p>The policy statements in this chapter seek to prescribe penalties only for the violation of the judicial order imposing supervision. Where a defendant is convicted of a criminal charge that also is a basis of the violation, these policy statements do not purport to provide the appropriate sanction for the criminal charge itself. The Commission has concluded that the determination of the appropriate sentence on any new criminal conviction should be a separate determination for the court having jurisdiction over such conviction.</p><p>Because these policy statements focus on the violation of the court-ordered supervision, this chapter, to the extent permitted by law, treats violations of the conditions of probation and supervised release as functionally equivalent.</p><p>Under 18 U.S.C. § 3584, the court, upon consideration of the factors set forth in 18 U.S.C. § 3553(a), including applicable guidelines and policy statements issued by the Sentencing Commission, may order a term of imprisonment to be served consecutively or concurrently to an undischarged term of imprisonment. It is the policy of the Commission that the sanction imposed upon revocation is to be served consecutively to any other term of imprisonment imposed for any criminal conduct that is the basis of the revocation.</p><p>This chapter is applicable in the case of a defendant under supervision for a felony or Class A misdemeanor. Consistent with <a href='/gl/§1B1.9'>§1B1.9</a> (Class B or C Misdemeanors and Infractions), this chapter does not apply in the case of a defendant under supervision for a Class B or C misdemeanor or an infraction.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1990 (amendment <a href='/ac/362'>362</a>).</td></tr></tbody></table>"
  },
  {
    "id": "A",
    "type": "part",
    "chapter": "8",
    "title": "GENERAL APPLICATION PRINCIPLES"
  },
  {
    "id": "B",
    "type": "part",
    "chapter": "8",
    "title": "REMEDYING HARM FROM CRIMINAL CONDUCT, AND EFFECTIVE COMPLIANCE AND ETHICS PROGRAM",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1991 (amendment <a href='/ac/422'>422</a>). Amended effective November 1, 2004 (amendment <a href='/ac/673'>673</a>).</td></tr></tbody></table>"
  },
  { "id": "C", "type": "part", "chapter": "8", "title": "FINES" },
  {
    "id": "D",
    "type": "part",
    "chapter": "8",
    "title": "ORGANIZATIONAL PROBATION",
    "content":
      "<h4 id='introductory-commentary-22' class='Commentary'><strong>Introductory Commentary</strong></h4><p>Section <a href='/gl/§8D1.1'>§8D1.1</a> sets forth the circumstances under which a sentence to a term of probation is required. Sections <a href='/gl/§8D1.2'>§8D1.2</a> through <a href='/gl/§8D1.4'>§8D1.4</a>, and <a href='/gl/§8F1.1'>§8F1.1</a>, address the length of the probation term, conditions of probation, and violations of probation conditions.</p><table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 1991 (amendment <a href='/ac/422'>422</a>). Amended effective November 1, 2004 (amendment <a href='/ac/673'>673</a>).</td></tr></tbody></table>"
  },
  {
    "id": "E",
    "type": "part",
    "chapter": "8",
    "title": "SPECIAL ASSESSMENTS, FORFEITURES, AND COSTS"
  },
  {
    "id": "F",
    "type": "part",
    "chapter": "8",
    "title": "VIOLATIONS OF PROBATION -ORGANIZATIONS",
    "content":
      "<table><tbody><tr class='odd'><td><em>Historical Note</em></td><td>Effective November 1, 2004 (amendment <a href='/ac/673'>673</a>).</td></tr></tbody></table>"
  }
]
